tap "homebrew/core"
tap "railwaycat/emacsmacport"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "caskroom/fonts"

cask "xquartz"
brew "python3"
brew "ctags"
brew "dos2unix"
brew "fasd"
brew "fzf"
brew "git"
brew "graphviz"
brew "hugo"
brew "icdiff"
brew "mosh"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ssh-copy-id"
brew "tmux"
brew "wget"
brew "yadm"
brew "zsh"
brew "railwaycat/emacsmacport/emacs-mac"

cask "iterm2"
cask "keybase"
cask "mactex"
cask "qlmarkdown"
cask "qlvideo"
cask "virtualbox"
cask "visual-studio-code"
cask "caskroom/fonts/font-monoid"
